Repository: localrags/themes
Catalog: Web2Fluid960gs/locale/*/LC_MESSAGES/theme_web2fluid960gs.po
Languages: de

source: Web 2.0 template from FlashDaWeb ported to Zikula with Fluid 960 Grid System by Carsten Volmer
de: Web 2.0 Vorlage von FlashDaWeb portiert nach Zikula und von Carsten Volmer mit dem Fluid 960 Grid System erweitert.

source: Go to the home page of %s
de: Gehe zur Startseite von %s

source: Design by Flashdaweb
de: Design von Flashdaweb

source: Easily find a page on our sitemap
de: Inhalte auf der Sitemap suchen

source: Subscription link for our News RSS feed
de: Abonnementlink f체r die News RSS Feeds

source: Subscription link for our News Atom feed
de: Abonnementlink f체r die News Atom Feeds

source: Terms of use
de: Nutzungsbedingungen

source: Contact us
de: Seitenbetreiber kontaktieren

source: Contact
de: Kontakt

source: Back to the top
de: Zur체ck nach oben

source: To the top
de: Nach oben

source: Powered by <a href="http://zikula.org" title="%s">Zikula</a>
de: Website erstellt mit <a href="http://zikula.org" title="%s">Zikula</a>

source: My Account Settings
de: Einstellungen zum Benutzerkonto

source: My Account
de: Benutzerkonto

source: Logout of Your Account
de: Aktuellen Benutzer abmelden

source: Logout
de: Abmelden

source: New Account Registration
de: Neues Benutzerkonto anlegen

source: Registration
de: Registrierung

source: Log In to Your Account
de: Benutzer anmelden

source: Log In
de: Anmelden

source: Home
de: Startseite

source: News articles
de: Newsbeitr채ge

source: Content pages
de: Inhalte

source: Static pages
de: Statische Seiten

source: Theme gallery
de: Themegalerie

source: Main News RSS Feed
de: Hauptnews RSS Feed
